{
    "message": [
        {
            "name": "You should be kissed and often, and by someone who knows how. - Gone With the Wind"
        },
        {
            "name": "Each time you happen to me all over again."
        },
        {
            "name": "I will never regret choosing you as my loyal companion, my love, and my hope. You make me want to continue my way no matter how hard it gets sometimes. When I look at you I see all the best things in my life. You are the reason I wake up in the morning and my last thought before I fall asleep. Thank you for being with me. I love you endlessly."
        },
        {
            "name": "My night has become a sunny dawn because of you. "
        },
        {
            "name": "Counting the hours until we're together again."
        },
        {
            "name": "You are my sun, my moon and all my stars. "
        },
        {
            "name": "To me, you are perfect. "
        },
        {
            "name": "The most beautiful thing that ever happened to me is YOU. I love you so much, babe"
        },
        {
            "name": "I love you - I am at rest with you - I have come home."
        },
        {
            "name": "I need you like a heart needs a beat."
        },
        {
            "name": "I've never had a moment's doubt. I love you. I believe in you completely. You are my dearest one. My reason for life. "
        },
        {
            "name": "It's enough for me to be sure that you and I exist at this moment. "
        },
        {
            "name": "It's always better when we're together. "
        },
        {
            "name": "The day my life changed forever… The day I first saw you. "
        },
        {
            "name": "When I look into your eyes, I know I have found the mirror of my soul. "
        },
        {
            "name": "When you look at me, when you think of me, I am in paradise. "
        },
        {
            "name": "You call it madness, but I call it love. "
        },
        {
            "name": "You are my greatest adventure. "
        },
        {
            "name": "When the time comes, where I end up drowning myself in a bottomless ocean of thoughts, will you be my breath through the journey? Will you stay and guide me, all the way back to the surface? - Lukas W."
        },
        {
            "name": "The first thing I imagined when I saw the word 'love' is you."
        },
        {
            "name": "If I know what love is, it is because of you. "
        },
        {
            "name": "I asked God to send me the best girlfriend in the world, but He sent me a wonderful woman, who has become my true friend, a passionate lover, a caring partner and the one, without whom I cannot live! Thank you for being in my life."
        },
        {
            "name": "If I could give you one thing in life, I'd give you the ability to see yourself through my eyes, only then would you realize how special you are to me. I love you my sweetheart."
        },
        {
            "name": "I love seeing you happy and my biggest reward is seeing you smile."
        },
        {
            "name": "My beautiful Gagan, you are the reason I wake up with a smile on my face every morning. You are never off my mind. You are in my dreams, and even then, you are still perfect in every way. I love you my sweetheart."
        },
        {
            "name": "Your beauty mesmerizes me. Your sense of humor puts a smile on my face. Your kindness and compassion fill me with awe. My lady love, thank you for being all that I could ask for in a woman and so much more."
        },
        {
            "name": "I wished on a star one night, wished to have a girlfriend I will love for life, days passed and I started to cry, I didn't know that my wish came true coz the person I wished for was you."
        },
        {
            "name": "My sweet, what can be better than looking into your eyes and seeing there the reflection of your soul and a boundless love for me? You made me the happiest man on Earth."
        },
        {
            "name": "My six-word love story: “I can't imagine life without you.” Thank you for being the part of my life, sweetheart."
        },
        {
            "name": "I could say to you a thousand words on how much I really love you, and how absolutely wonderful you are, but still then it would not be enough. I love you more every day my amazing super chica."
        },
        {
            "name": "I'm having one of those days that make me realize how lost I'd be without you."
        },
        {
            "name": "The love that we share is like nothing else I've ever experienced. Thank you for being my one and only true love!"
        },
        {
            "name": "Your love is my inspiration. Without you, I just can't imagine how my life would be. I'm glad God gave me as special as you. I love you, sweetheart."
        },
        {
            "name": "I'd rather be with someone who loves me more than I love her. I'm 100% sure that my happiness is her priority and no more sleepless nights."
        },
        {
            "name": "You are the reason for my smile. You are my amazing super chica, my love and my everything."
        },
        {
            "name": "My perfect day has nothing to do with the weather or what I'm doing. My perfect day is whenever I'm with you. I love you my sweetheart."
        },
        {
            "name": "To my significant other, I had such a wonderful dream that you were mine, then I woke up smiling because I realized it was not just a dream."
        },
        {
            "name": "You've changed my life for the better. I am inspired to be different when I'm with you! Thank you my sweetheart."
        },
        {
            "name": "If I could be any part of you I would be your tears. Conceived in your heart, born in your eyes, live on your cheeks, and die on your lips."
        },
        {
            "name": "Beloved, my love for you is unconditional, it grows from the depths of my heart, and without your affection and warmth my heart stops beating, all I ask for is you by my side forever."
        },
        {
            "name": "So far, every moment we've spent together has been awesome. But I promise you, that the best is yet to come. I love you my angel."
        },
        {
            "name": "Beloved, you are there when I go to sleep, you are there when I wake up, and most importantly, you are there when I need you the most. I can not do anything without thinking of you! I love you my darling."
        },
        {
            "name": "My sweetheart, I love you in the morning, in the middle of the day, in the hours we're together and the hours we're away."
        },
        {
            "name": "I wish I could tell you how much I love you, but there are no words for it."
        },
        {
            "name": "Love is a miracle happening inside the heart; The miracle happened to me too, I have fallen in love with you at the moment when I saw you for the first time. I love you babe!"
        },
        {
            "name": "Beloved, your cute smile can melt even the icy heart, which I have had before I met you. Thanks for all the happiness that you gave me, I love you beau."
        },
        {
            "name": "Since the time I've met you, I cry a little less, laugh a little harder and smile all the more, just because I have you, my life is a better place."
        },
        {
            "name": "No matter how high, I would climb a thousand mountains, no matter the number of miles, I would walk them, no matter the ocean, I would swim across it, no matter what type of surface, I would crawl a thousand yards, all to see your smile. I love you Gagan."
        },
        {
            "name": "Love is special when it is true. All I think about is me and you. You are always in mind. All the worries and sadness are left behind. I love you, my girl. You will always be in my heart."
        },
        {
            "name": "Ever thine. Ever mine. Ever ours."
        },
        {
            "name": "To my significant other, I'm amazed when I look at you, not just because of our looks, but because everything I've ever wanted is right in front of me. You are my better half."
        },
        {
            "name": "Never above you. Never below you. Always beside you."
        },
        {
            "name": "My life is perfect, but it's because I am with you. I love you darling."
        },
        {
            "name": "You can keep my heart but bring me back to life with your kisses."
        },
        {
            "name": "True love stories never have endings."
        },
        {
            "name": "I can't wait to see you again, baby."
        },
        {
            "name": "The world is so small compared to my love for you."
        },
        {
            "name": "To my significant other, I would have given you the most beautiful flowers as a sign of my deep love for you, but they pale in comparison to your beauty, I would call in honor of you a star, but brilliant stars are nothing compared to your dazzling eyes, so I'll just tell you that your love is the most precious thing in my life."
        },
        {
            "name": "There is only one happiness in this life: to love and be loved."
        },
        {
            "name": "You're a beautiful woman and a lovely person."
        },
        {
            "name": "When I close my eyes, I see you. When I open my eyes, I see you. There is nothing I can do without thinking of you. I'm crazy for you."
        },
        {
            "name": "Love never gives up."
        },
        {
            "name": "Sometimes I just think back to the first time I laid eyes on you. I knew right then that I had found someone incredible. Ever since that very moment, all I have ever wanted was to be with you. No matter how dark my day is, seeing you always brighten it and makes me realize that with you, I am doing right. Your heart is so pure and so forgiving that it will always be the center of my attention, no matter what else is going on in my life. I look forward to this day and many more just like it for you will forever be in my heart."
        },
        {
            "name": "Where we love is home - home that our feet may leave, but not our hearts. "
        },
        {
            "name": "With you in my life, the world seems much happier, the birds chirp a little louder, the sun shines just a little brighter, the grass grows a bit greener, and my heart beats a little faster. Also, I'm crazy for you."
        },
        {
            "name": "Just wanted to remind you that you are, without question, the best girlfriend in the world."
        },
        {
            "name": "At the touch of love everyone becomes a poet."
        },
        {
            "name": "No words can express how much I love you so. You are everything to me and my world will be incomplete without you. I love you sweetheart!"
        },
        {
            "name": "I have always thought that a person can experience happiness once in a lifetime, but with you, I realized that happiness for me is every minute, every second, every romantic day that I spend with you and moments when I hold you in my arms. I'm crazy for you."
        },
        {
            "name": "I'm so completely in love with you. I wake to think of you and I sleep to see you in my dreams. Every day seems like a blessing since I have met you. I feel so lucky and honored to be in love with you with all of my heart. Thank you for sharing your love with me. It's a truly wonderful gift. I will love you always."
        },
        {
            "name": "Sweetie, the beautiful moment of my day is seeing the smile on your face when you see me. Not only is that the happiest moment of my day, but is also the most important thing because it shows you love me, and I love you too."
        },
        {
            "name": "You are one special girl who can take my breath away. With you, I can look forward to tomorrow and I forget all the sadness and sorrow. I love you, dear."
        },
        {
            "name": "When I tell you I love you, I don't say it out of habit or to make conversation, I say it to remind you that you are the best thing that ever happened to me. I love you my gorgeous super chica."
        },
        {
            "name": "You are my dream, which came true, I haven't met a more cute, intelligent, romantic, sweet, understanding and kind girl than you, I still cannot understand why I deserve such happiness, but I thank God every day for you."
        },
        {
            "name": "I promise to always be on your side."
        },
        {
            "name": "To my significant other, I can't explain the way you make me feel when I hear your voice or see your face, but I adore it."
        },
        {
            "name": "My heart skips a beat, my love starts churning, my body does a silent dance, my mind spins round and round, my smile spreads from ear to ear; all because you are near. Thank you for being my everything."
        },
        {
            "name": "You are amazing and perfect in every way."
        },
        {
            "name": "I smile whenever I get a message from you."
        },
        {
            "name": "I like you a lot. Like, a lot a lot."
        },
        {
            "name": "Sweetie, I started collecting words from the dictionary for phrasing it for you, suddenly I found I am dry with words, so I need more words to describe you beyond dictionary words. You are my love my darling!"
        },
        {
            "name": "Never forget, I love you now and forever!"
        },
        {
            "name": "Sweetie, there is nothing more cute and romantic in this world than to see your sleepy eyes every morning and to hug you. If you promise me that I will meet every morning with you for another 60 years, then I need nothing more in this world."
        },
        {
            "name": "Everyone has their own motivation to get up in the morning and face the day. You are mine. I love you sweetheart."
        },
        {
            "name": "Sweetie, you are my shining star on a cloudy night, you are my rainbow on a stormy day, you are my blooming flower over the misting rain, and most important, you are my sun when I need you to brighten my day. I love you my wonderful super chica."
        },
        {
            "name": "They say love hurts, but I'm ready to take that risk if it means that I'm going to be with you."
        },
        {
            "name": "As I lie awake in my bed. All sorts of thought run through my head, like why do I love u as much as I do. Then I realize its because u r u!"
        },
        {
            "name": "When I met you for the first time, I thought that you would be my girlfriend, but I could not even imagine that you would change my life so radically, you have become the most important person in my life, I cannot live without you."
        },
        {
            "name": "Sweetie, you fill every part of my life with your beautiful and amazing existence. Please trust and believe when I say that my heart only belongs to you. You are the one that I want for the rest of my life. You are the only one who hold the key to my heart, I swear on your pretty face."
        },
        {
            "name": "If I could describe you in one word, it would be perfect."
        },
        {
            "name": "My cute, moments with you are pure magic, I dip into the abyss of happiness, love, and passion, for me, it is better not to live at all than to live without you. P.S. I hope this romantic message will touch the strings of your soul."
        },
        {
            "name": "You are dazzling with your makeup on, but it still does not change the way I feel about you. I think you are the perfect the way you are, so there is no need for covering up the things I love about you."
        },
        {
            "name": "Sweetie, do you know why the moon doesn't shine today? Because the brilliance of your beautiful eyes illuminates all around! You are incredible!"
        },
        {
            "name": "Sweetie, I never thought I would be able to have a relationship with someone as special as you. I love your charming smile, your warm embrace, and the sweet tenderness of the love we share."
        },
        {
            "name": "I love u so much my heart is sure. As time goes on, I love you more. Your happy smile, your loving face. No 1 will ever take your place."
        },
        {
            "name": "I used to think that the Northern Lights are the most beautiful thing in the world, but then I've seen your smile and my opinion changed. I am under your spell."
        },
        {
            "name": "I love you so much that I would be willing to lay down my life for you. You've brought me more joy than I ever thought was possible. I will love you forever."
        },
        {
            "name": "To see the smile on your face is all I desire, to see your eyes gleam with joy I all I want, if I want that for me more than for you, then I think I love you!"
        },
        {
            "name": "Even if I were an artist, I could not pick up the paint to portray your beautiful features, if I were a writer, I could not find the words to describe my love for you. You are my perfect match!"
        },
        {
            "name": "My sweetheart, I'm giving you my heart now and forever. My goal is to make sure that I always make you feel loved, appreciated, and accepted."
        },
        {
            "name": "To my significant other, I might run out of text messages to send you, and I might run out of jokes too. My phone might run out of battery, but my heart will never run out of space for you."
        },
        {
            "name": "When I tell you I love you, I don't say it out of habit or to make conversation, I say it to remind you that you are the best thing that ever happened to me."
        },
        {
            "name": "I want to prove my love to you through my actions and my words. I don't ever want you to have a doubt in your mind about my affection and loyalty to you."
        },
        {
            "name": "I wish I was there with you! Sending my love!"
        },
        {
            "name": "My sweetheart, the best part of my day is your smile. My love for you is unconditional and eternal."
        },
        {
            "name": "Just another reminder of how much I love you! Have a great day!"
        },
        {
            "name": "I love you so much that I'm going crazy. I can't stop thinking and dreaming about you. Only it makes me feel alive and gives my life a meaning."
        },
        {
            "name": "You deserve all of me. You deserve my morning, night, and noon. You deserve my present and future because you are my very best. I love you."
        },
        {
            "name": "Your smile is literally the cutest thing I've ever seen in my life. I love you my adorable darling."
        },
        {
            "name": "Darling, you fill my life with light. I'm so thankful to have you by my side. I adore you."
        },
        {
            "name": "I'm so lucky to have you in my life, and I'm counting the days/hours until I can see you again!"
        },
        {
            "name": "I find happiness in you because you are my heart desire. You set my heart ablaze, and it burns just for your love. Every second the clock ticks, I have you in my mind. I know I am lucky to have you. I will continue to love, cherish, and adore you until my last breath. I love you babe!"
        },
        {
            "name": "You're the most amazing girl that I can spend the rest of my life with. Thanks for being mine."
        },
        {
            "name": "Do you know what the best girlfriend in the world deserves? She needs a caring, intelligent and affectionate man. My congratulations, you got me! I love you."
        },
        {
            "name": "Loving you is my dream come true."
        },
        {
            "name": "Beloved, I love my life because it gave me you, I love you because you are my life. I love you my beautiful."
        },
        {
            "name": "As we grow separately, we also grow together, and it's truly a privilege."
        },
        {
            "name": "Words may fail to express how much I love you sweetheart, but my deeds will never fail to show my love for you. I loved you yesterday, love you today and will love you until there's no tomorrow!"
        },
        {
            "name": "Just so you know, I'm madly in love with you. You are my better half and the best thing that ever happened to me."
        },
        {
            "name": "You hold the key to my heart."
        },
        {
            "name": "Being with you is the easiest choice I have ever made, and I'm so lucky I get to make it every day. I'm crazy for you. You are my perfect match."
        },
        {
            "name": "I know fairy tales come true because I have you. I love you my sweetheart. You make my heart skip a beat.\nMeeting you has been the highlight of my life. I want to spend all my tomorrows finding out more and more reasons to be in love with you."
        },
        {
            "name": "You've made my life beautiful and amazing. You keep showing me the practical meaning of love. Every day, I wake up feeling very lucky to have you as my own. You always have something good for me on every new day. Through the end of time, my love for you will continue to bloom."
        },
        {
            "name": "I will always have this piece of my heart that smiles whenever I think about you."
        },
        {
            "name": "When you see a falling star tonight, make a wish, it will come true because I wished, and I found you."
        },
        {
            "name": "Every time I think about you, my heart dances. You are the one I've always wished for."
        },
        {
            "name": "Last night I looked up into the stars and matched each one with a reason why I love you. I was doing great until I ran out of stars."
        },
        {
            "name": "Sweetheart, I love you more every day."
        },
        {
            "name": "You make me forget how to breathe. I'm crazy for you."
        },
        {
            "name": "The love that we share is like nothing else I've ever experienced. Thank you for being my one and only true love!"
        },
        {
            "name": "Deep inside my heart, I feel fulfilled and accomplished. This feeling is till eternity because I've never felt this way for someone else. May our love for each other lighten up the world. I have become so addicted to you, that I can't stop thinking about you. I love you more than you can imagine."
        },
        {
            "name": "I want to be your favorite hello, and hardest goodbye."
        },
        {
            "name": "I would climb a thousand mountains to see you smile."
        },
        {
            "name": "Your sweet smile is my inspiration for starting every day with new hopes and dreams. Your sweet voice is the reason why my life is so peaceful. Thanks for coming into my life and making it more wonderful than ever. I owe you everything! I'm crazy for you."
        },
        {
            "name": "A friendly reminder that you bring so much joy into my life, and I love you for it. You are my better half."
        },
        {
            "name": "I love your honesty, your passion, your resilience, your courage, your partnership, and your smile."
        },
        {
            "name": "Everyone has their own motivation to get up in the morning and face the day. You are mine. You are my better half."
        },
        {
            "name": "We've made so many amazing memories together. I can't wait to see all that the future has in store for us. I love you my beautiful."
        },
        {
            "name": "No matter how hard I try to fall asleep, it seems impossible because my mind is busy thinking about you. Whenever the thoughts of you settle on my mind, my heart melts. Since the day I met you, my life, which was once apart, fell into place. For the first time, things seem to be going my way. I love you beau."
        },
        {
            "name": "Explaining to you how much and why I love you, would be like me describing how water tastes. It's impossible. I love you babe!"
        },
        {
            "name": "You have this incredible way of making my heart happy. I love you my super chica."
        },
        {
            "name": "You've changed my life. I'm so grateful for everything that you've done for me. You showed me what true love is. You are the most amazing woman I have ever met. I love you to the moon and back and even more."
        },
        {
            "name": "I have looked at you in a million ways and loved you in each. Thinking of you always, my dear."
        },
        {
            "name": "I love you, As I have never loved another or ever will again, I love you with all that I am, and all that I will ever be."
        },
        {
            "name": "You're my lover, my girlfriend, my best friend, my heart desire, everything I can ever want, most importantly, you're my best."
        },
        {
            "name": "All I need is the air that I breathe and to love you. I love this song so much. But I obviously love you more, baby. Let's spend the eternity together and love each other till the end of time."
        },
        {
            "name": "Love makes no sense if it is not to the right person. I feel very lucky to be with you!"
        },
        {
            "name": "You lift me up and hold me down, you make me smile when I'm feeling down. You bring me peace, you bring me gifts, you're the person I'm most happy to share my life with. I love you now until the end of time. I hope you'll appreciate my attempted rhyme!"
        },
        {
            "name": "When you feel alone, just look at the spaces between your fingers, and remember that's where my fingers fit perfectly."
        },
        {
            "name": "I cherish this love of ours, and forever will I continue to be grateful for you being mine. Good morning pretty, have a day as sweet as you are. I love you."
        },
        {
            "name": "Your presence in my life means more than anything else in this world to me. Everything I do, I do it because I feel inspired by you. I pray for you every night before I go to sleep. You are everything that matters, love."
        },
        {
            "name": "Thank you for all the little things you do that brighten my day in the biggest way. I love you!"
        },
        {
            "name": "I wish you more than you wish me for the day. I wish you smiles and laughter birthed by sweet memories. Have the best of your day dear."
        },
        {
            "name": "If you feel alone, I will be your shadow. If you want to cry, I will be your shoulder. If you are sad, I will be your smile. Every time you need me, I will be there."
        },
        {
            "name": "The only thing that has no end is my love for you. You give me the strongest feeling I've ever known, and I will never let it go. You are my dream come true, the biggest blessing I have ever received from God. I will love you forever."
        },
        {
            "name": "Life with you is better than anything I could have ever dreamed of myself. Thank you making each day better than the last. I love you."
        },
        {
            "name": "I love you more than words can define, feelings can express and thought can imagine."
        },
        {
            "name": "You can't imagine how much I love you! You are the girl that every man desires. I know I can count on you, as you can count on me. I want to spend my life with you."
        },
        {
            "name": "You are and always be the prettiest girl in the world. At least in my world. Because YOU are my world. And not only that: you are my whole universe!"
        },
        {
            "name": "They say that the best way to define the importance of a person is to imagine your life without this person. Well, it seems to me that you're of really great importance to me, because I can't imagine my life without you at all."
        },
        {
            "name": "I admire you, I care for you, I love you, I respect you and I trust you. Unconditionally."
        },
        {
            "name": "They say you only fall in love once, but that can't be true… Every time I look at you, I fall in love all over again."
        },
        {
            "name": "You are the most wonderful woman in the world to me. But even if every woman were as wonderful as you, I would still want you and only you. You're special to me because of everything we've been through together. And because, well, you're mine."
        },
        {
            "name": "One lifetime will never be enough to enjoy sharing nights and days with you, to tell you how much I love and need you."
        },
        {
            "name": "You are my happiness, my heart desire, my everlasting flame, the one that makes my heart beat fast. My love, my queen, I cannot think for a second without you in my mind. I cherish you, princess of beauty."
        },
        {
            "name": "Hey beautiful. I hope today is even better than yesterday."
        },
        {
            "name": "I love the person you are."
        },
        {
            "name": "My night was full of your thoughts; you were in my dreams too. Thank you for giving me awesome dreams. Wish you a breathtaking day my love."
        },
        {
            "name": "Life is really too short for such big and everlasting love. I wish I could live forever just to see you every single day and give you all my love and care for the whole eternity."
        },
        {
            "name": "You make me feel happy and bring meaning to my life. I cherish every moment we spend together, and I want to spend my entire life with you."
        },
        {
            "name": "Honey, you are my inspiration, you make me whole and happy. I love you"
        },
        {
            "name": "You make me so happy."
        },
        {
            "name": "I was just thinking about how wonderful you are. Thought you should know."
        },
        {
            "name": "Baby, you give me so much happiness and I want to give you nothing less. Forever is just a start for us. We belong in each other's arms. I love you."
        },
        {
            "name": "Life without you would be meaningless. I can't even imagine it. I love you babe."
        },
        {
            "name": "You are my favorite human being on the planet."
        },
        {
            "name": "The moment I say goodbye, I instantly miss you. I will never let you leave my sight. I love you."
        },
        {
            "name": "Loving you comes so naturally. Just seeing you walk into a room puts a smile on my face and a spring in my step."
        },
        {
            "name": "Loving you is the best gift I have ever had in my life. I love you, sweetheart."
        },
        {
            "name": "God, your laugh is incredible."
        },
        {
            "name": "My love for you has no limit, my joy you are my eternal. You make me feel so fulfill whenever I think of you my everlasting flame. I love you so much my girl."
        },
        {
            "name": "I'm so excited to experience life with you."
        },
        {
            "name": "In all the world, there is no heart for me like yours. In all the world, there is no love for you like mine. "
        },
        {
            "name": "You make my life enjoyable and happy. You are the salt of my world."
        },
        {
            "name": "Having you in my life gives me a reason to live, a cause to fight for, and hopes to look up to every day. Thank you for being a part of me."
        },
        {
            "name": "You're everything to me."
        },
        {
            "name": "How do you manage to look so beautiful always? Let me in on the secret. I'd love to look handsome for you all the time."
        },
        {
            "name": "Darling, you fill my life with light. I'm so thankful to have you by my side. I love you so much!"
        },
        {
            "name": "Hold my hand, hold my heart, and hold me forever. I love you."
        },
        {
            "name": "To the love of my life, I wish you have the best out of today. Perfection in all you set your heart to do. Stay great and lovely for me dear. Love you."
        },
        {
            "name": "From the moment I first laid eyes on you, I knew you were a perfect match for me. I love everything about you."
        },
        {
            "name": "I love you, in ways you've never been loved, for reasons you've never been told, for longer than you think you deserved and with more than you will ever know existed inside me."
        },
        {
            "name": "Grow old along with me! The best is yet to be."
        },
        {
            "name": "As long as there is me, your heart will be the best it can ever be. To keep your heart unbroken is a promise I am willing to keep. I love you."
        },
        {
            "name": "I will be always by your side in good and bad times, in happy and sad moments… because I love you!"
        },
        {
            "name": "No matter where I went, I always knew my way back to you. You are my compass star."
        },
        {
            "name": "The more and more I spend time with you, the more and more I realize I am doing the one thing I told myself I would never do again… fall in love."
        },
        {
            "name": "I love you, babe. You make me feel special!"
        },
        {
            "name": "You have bewitched me body and soul, and I love, I love, I love you."
        },
        {
            "name": "I wish I could show you when you are lonely or in darkness the astonishing light of your own being."
        },
        {
            "name": "Part of love is being stupid together, which basically sums up our relationship! Love you lots!"
        },
        {
            "name": "I am really blessed to have you in my life. I love you so much."
        },
        {
            "name": "I'm so incredibly thankful for the love that we share. You make every second of my life unforgettable. You rocked my world, and I will never get tired of speaking about how amazing you are."
        },
        {
            "name": "I just wanted to let you know I'm thinking of you! Love you lots!"
        },
        {
            "name": "Every atom of your flesh is as dear to me as my own: in pain and sickness it would still be dear."
        },
        {
            "name": "Missing you lots and looking forward to seeing you soon!"
        },
        {
            "name": "I love you more than the moon loves the ocean."
        },
        {
            "name": "Your love gives me wings to fly; I can do anything for you. Love you dearly."
        },
        {
            "name": "You are my dream, I need you right now, I cannot start my day without thinking of you. I love you."
        },
        {
            "name": "I love seeing you happy, and nothing soothes my heart than seeing that charming smile on your face."
        },
        {
            "name": "Thank you for loving me even when I'm annoying. I love you dearly."
        },
        {
            "name": "Where there is great love, there are always miracles. "
        },
        {
            "name": "You are so close to me yet so far, you are in my heart, I always feel you close to me. Longing for the day I will always be close to you."
        },
        {
            "name": "I'm glad I can call you mine. I'm so happy I can touch you and kiss you. I'm so happy that you love me back. You are such a fantastic person, and I really appreciate all that you do for me. You have so much love to give, just like an ocean full of it. Thank you for reminding me how important love is."
        },
        {
            "name": "A day without you is like a day without air. I wouldn't breathe if I ever lost you. Nothing else completes me like you do my love."
        },
        {
            "name": "Don't know where I will be without you and your charming nature, I guess I will probably be lost without you."
        },
        {
            "name": "Hello, my love. I just want to let you know that you shine more than the morning star. You are beautiful in and out, and your beauty remains unquantifiable. I love you so much."
        },
        {
            "name": "Life is the flower for which love is the honey. "
        },
        {
            "name": "Your love is so valuable to my life. You are my heartbeat!"
        },
        {
            "name": "I adore you because you make me laugh and complete my life, with you days are colorful. Please be always by my side."
        },
        {
            "name": "Your kisses are the most loving, calming touch I have ever known."
        },
        {
            "name": "Your cute smile melted my icy heart. Thanks for all the happiness that you gave me, I love you."
        },
        {
            "name": "You are the most beautiful woman in the world. I'm so very lucky to have found such a beauty. I will never allow any harm to come close to you, baby. You mean the world to me."
        },
        {
            "name": "I am in you and you in me, mutual in divine love. "
        },
        {
            "name": "You must be an angel. You look like one. You glow like one. You soar like one. And like the angel you are, you take me to heaven every time I'm with you."
        },
        {
            "name": "You're my paradise and I'd happily get stranded on you for a lifetime."
        },
        {
            "name": "Searched the whole world for someone as beautiful as you, I couldn't find any. That means you're the only beautiful woman existing. That also makes me smile lucky man."
        },
        {
            "name": "I'm totally, hopelessly, helplessly in love with you. You're my kryptonite."
        },
        {
            "name": "You're my favorite place to go to when my mind searches for peace."
        },
        {
            "name": "Dearest love of mine, there is not a star in the expanse of the universe that could shine as bright as you do. I hope that you have the best possible day and the sweetest dreams tonight."
        },
        {
            "name": "Here I am baby knocking on the doors of your heart so you may give me the chance to dwell in it. I wish to be close to your heart than yourself so you can feel the deepest part of my love. I love you!"
        },
        {
            "name": "Your smile sets my heart on fire and brightens up my life. You got the key to my heart, and you rule my whole world, baby, and it's the best feeling I have ever felt in my entire life. You make me feel like I'm in heaven with your unwavering affection."
        },
        {
            "name": "You are astonishing. Every time I look at you, I am breathless. You fill me with a euphoric feeling, and I can exhale again. I hope to have my breath taken away every day for the rest of my life."
        },
        {
            "name": "I sought for love in this earthly world, then I found you silent in my heart. You're the peace that covers the noise in my storm, your face sends message that only my heart can explain. I would cover you with love when it's cold, and when it's hot, I will keep you under the temperature of love. You unveiled true love to me in the most grandeur manner. I will only ask that you stay with me to share the brightness of this love."
        },
        {
            "name": "Loving someone with my whole heart and getting the same amount of love back has always been a dream- thank you for making it possible. Dear Gagan, I cannot help but think of myself as the luckiest person, because I have you."
        },
        {
            "name": "Having you by my side is the only thing that can make my day better than yesterday. I long to see you every day, to hear your voice, and have you cuddled in my arms where you belong. When you are away from me, even for a second, I miss you very much, and I hope to see you soon."
        },
        {
            "name": "Dear Gagan, you are my one in a million find, and I will never let you go, sweetie. People can try, but no one can ever take your place in my heart; you reign there. You are my necessity, which makes me complete and satisfied."
        },
        {
            "name": "Every day with you brings new gifts into my life. You are the best girlfriend any guy could desire. You are my favorite person, my future, and forever mine. I love you more and more every single second."
        },
        {
            "name": "Your love has laid a beautiful song in my heart, which I hum in my heart with joy and happiness each and every day. You came into my life and made me whole, and without you I'm incomplete. You're indeed a blessing in disguise and my ultimate desire is to always cherish, respect, protect and love till the end of time. I love you beyond the stars."
        },
        {
            "name": "For as long as there's a breath in me, I will always cherish, respect and love you. It's a beautiful thing to fall in love with someone as special and beautiful as you are because I'd be a fool not to. My world is a perfect and beautiful place to live in because of you, my love. You're everything to me, you're simply the best for me and I'm glad to be with you. I love you dearly, beautiful."
        },
        {
            "name": "My heart beats for your love, to love you better than you can ever think. You are the tone of my passion the most interesting person that I have ever met in my life. I love you!"
        },
        {
            "name": "You are the sunshine that fades all the darkness in my life. You are my road to redemption. I have never loved someone so deeply than you. I love you more than I can say. Nothing can ever change my love for you!"
        },
        {
            "name": "You've made me feel secure and built confidence in me to face life more courageously and achieve my dreams in life. You have turned around my life most adorably, my sweetheart. I owe you a lot, and I will cherish you forever and always."
        },
        {
            "name": "You are mine and you are the only one that my heart has chosen, a life without you is nothing but boredom. I really appreciate you for all you have done in my life. Thanks for being there for me. I love you."
        },
        {
            "name": "You're a unique soul that fulfills my very essence. Your love for me overflows, leaving me speechless and my heart falling for you more and more. I will keep loving you with every joy in my heart. When I look at your face, I find this fulfillment that my life is bound to be better than it used to be. Thanks for making my life the paradise that it is now."
        },
        {
            "name": "I love you when I wake up. I love you when I eat my breakfast and forget to eat lunch. I love you when I'm away and when you're right by my side. I love you every second of the night. There will never be a moment of my life when I am not overwhelmed with love for you. Can you feel how much I feel for you? Sometimes I think it must radiate off of my skin like a shield. My aura has become more than a color; it has blossomed into an indescribable glow, shimmering and alive."
        },
        {
            "name": "I wish to live beautifully for you alone; dream passionately about you alone and love you completely today and forever. I love you so much."
        },
        {
            "name": "You light up my day and spark up my soul."
        },
        {
            "name": "There is nothing that feels comfortable as when I am with you."
        },
        {
            "name": "Our love is so fluent that it continually flows like time and the streams of the river."
        },
        {
            "name": "You've always comforted me at the end of each day and refreshed the next day with your love as the love you rain on me is like the blanket over me. I cherish you forever."
        },
        {
            "name": "If I had my life to do over, I would find you sooner so I could love you longer."
        },
        {
            "name": "Whenever I look into your eyes, I feel the same way as I felt on the day we first met and I looked into your eyes."
        },
        {
            "name": "The more I spend time with you, the more I fall in love with you every day. You have a very gentle and beautiful heart that I promise to take care of all my life. I love you!"
        },
        {
            "name": "You're my girl who made my life better. I love you, my dearest."
        },
        {
            "name": "You care so much about my happiness. You desire to always make me happy; you love me despite all my imperfections. I can't even find the perfect word to describe your comeliness. Thank you."
        },
        {
            "name": "The most precious possession that ever comes to a man in this world is a woman's heart. "
        },
        {
            "name": "All of my love and attention are for you because my mission is to make you happy. Our love will outgrow any challenge as I am always around to make and keep this passion alive until the end of my days. Put me in charge of your heart and allow me to handle it with the best care in the world."
        },
        {
            "name": "Sweetie, I'm just so in love with you. I can't get you out of my head. You light up my days and fill my nights with delight. My days will never be complete without at least one message from you. I miss your kisses and your voice. I love every face you make, every word you say, every time I hear your laugh."
        },
        {
            "name": "A soul connection knows no distance. The heart has no boundaries. Love transcends space and time. I love you with my heart and soul."
        },
        {
            "name": "You came into my life and made it a blooming world to live in. you make me feel so special with the things you do and all that you say. I love you."
        },
        {
            "name": "You have always made me feel how important I am to you. You have given me so much love and care. I can't thank you ever enough."
        },
        {
            "name": "I love you more and more each day. How is it even possible to love someone this much?"
        },
        {
            "name": "My Love, when I look into your eyes, I see a reflection of your soul. Your love is great. My love for you will last forever."
        },
        {
            "name": "Darling, there's something I have not told you, those little minutes with you're so valuable to me."
        },
        {
            "name": "The more you go away from me, the closer I come towards you. I may not say a word but my heart will always tell that you are my dearest."
        },
        {
            "name": "I love you with all my heart. I feel secure whenever I am with you. Thank you for making me feel so safe. You are so loved and I am so crazy in love with you. I cherish you, I adore you, I worship you, my dear."
        },
        {
            "name": "It has, to a large extent, been an amazing and beautiful feeling loving you, and I'm not stopping for anything because nothing in this world can help me to express how much love I have for you."
        },
        {
            "name": "We come to love not by finding a perfect person, but by learning to see an imperfect person perfectly."
        },
        {
            "name": "I have never loved the way I love you neither can I ever love any other person than you, my sweetheart, I love you heartily!"
        },
        {
            "name": "Though you may not be beside me, I do feel your presence, cuddling and holding me. I love you so much darling."
        },
        {
            "name": "Love is like sunshine. It brings a shining glow to its beholder's face. And a warm feeling all over the body. It awakens soul and open eyes. And when its over, it leaves lots of small memories called stars, to remind the globe that it still exists. I love you."
        },
        {
            "name": "Congratulations for single-handedly flipping my world upside down! Your smile puts me on my knees and your hug warms my heart. I long for another one of your touch."
        },
        {
            "name": "I love you so much, that is all there is to it. You may say that it seems funny but I am telling you this in the most serious way I can so you would notice its intensity."
        },
        {
            "name": "My dreams came true the day you decided to spend the rest of your life with me. I love you so much, darling, and I promise no one is ever going to take the special place I've reserved for you in my heart. No matter the situation, you'll always be my number one!"
        },
        {
            "name": "No one and nothing can change my mind. Because I'm with you, I'm the luckiest person alive."
        },
        {
            "name": "I'm counting down the minutes until I get to see you."
        },
        {
            "name": "I never thought I'd find someone that I fit with so well. You're my missing piece, and I'm grateful for you every day."
        },
        {
            "name": "Being with you makes my heart sing."
        },
        {
            "name": "I adore you like a bee loves the flowers. You are my honey, my dream, my everything."
        },
        {
            "name": "I care about you deeply, in ways than you can imagine."
        },
        {
            "name": "I wish I was your mirror; I could look at you every morning. I love you, my dear"
        },
        {
            "name": "I love you with all of the power and passion in my heart."
        },
        {
            "name": "Love your laugh and the way you take my breath away."
        },
        {
            "name": "No matter how much time passes, being with you makes my heart race in the best way. Thank you for being mine."
        },
        {
            "name": "I want to spend all the days of my life with you. You add so much color to my life."
        },
        {
            "name": "I don't know how the universe gave me the chance to be yours, but I'll never take it for granted; I'm so lucky to be with you."
        },
        {
            "name": "I hope I will always make you smile."
        },
        {
            "name": "You are my destiny, making you my friend was not a choice, falling in love with you was not coincidence, but making you my wife was my greatest achievement. I adore every step I took to make you mine. I love you my jewel."
        }
    ]
}