{
    "message": [
        {
            "name": "Whether it is morning, afternoon, evening, or night, I love you with all my might. Good morning."
        },
        {
            "name": "You are the reason I can be happy even when I am sad. You are the reason I can smile even when I cry."
        },
        {
            "name": "Good morning my dear. Morning tip: You really do not need any makeup. You will be messing with perfection."
        },
        {
            "name": "I am tired of having to dream about you every night, I want you by my side so I can gaze at your beautiful sight. I am sick of waking up every morning and texting you, now I want to spend my mornings cuddling with you. I miss you, good morning."
        },
        {
            "name": "The cold morning breeze reminds me of your romantic touch – a tingling sensation I feel on my skin, bringing a surge of joy from within. Good morning."
        },
        {
            "name": "May you begin this day with a smile on your face, and with happiness for your soul to embrace."
        },
        {
            "name": "Open your beautiful eyes to a wonderful day. Waiting for you with open arms and an open heart. Good morning and have a beautiful day just like you my dear."
        },
        {
            "name": "I want to be the only guy to be in your heart because you are the only girl in mine – now and forever. I love you."
        },
        {
            "name": "Morning is the most beautiful part of the day because I think about you when I roll around in bed. Good morning."
        },
        {
            "name": "I want every morning of mine to begin with seeing my girlfriend smile. Because she looks so beautiful when she does."
        },
        {
            "name": "I must be the luckiest guy alive because every day I meet the girl who I say in my dreams the previous night. Good morning."
        },
        {
            "name": "The beautiful morning DEW and the lovely morning HUE are symbolic of my love for YOU. Good morning."
        },
        {
            "name": "I must be the luckiest guy alive because every day I meet the girl who I saw in my dreams the previous night. Good morning."
        },
        {
            "name": "It is surely a good morning knowing that you are in my life."
        },
        {
            "name": "Get up my dear sleeping be beauty and spread the love and charm all around. Have a wonderful day. Good morning my lovely."
        },
        {
            "name": "Being in love with you makes every morning worth getting up for. Good morning sweetheart."
        },
        {
            "name": "A morning text does not simply mean, “Good morning.” Rather, it comes with the silent loving message, “I think of you when I wake up.”"
        },
        {
            "name": "Did you feel a little warm in the morning? I sent you a couple of hugs in my thoughts."
        },
        {
            "name": "I don't care if we were meant to be or not, but I do know that I love you a lot. Good morning."
        },
        {
            "name": "If the early morning sky was a representation of every person I know, you are the sun and everyone else is the fading stars, soon to disappear by your blazing love. Good morning."
        },
        {
            "name": "Every morning reminds me of all the wrong dreams I had been chasing all my life until I found the right one – YOU. Good morning."
        },
        {
            "name": "My past will never haunt me, as long as I have you, sweetie. Good morning."
        },
        {
            "name": "Every day I wake up and forget all the reasons that make me sad because I just need one reason to make me happy – YOU. Good morning."
        },
        {
            "name": "I spent the night dreaming about you. Now I want to spend the day looking at you, hugging you, kissing you, and cuddling with you until I can go back to dreaming about you."
        },
        {
            "name": "Happiness, trouble, success, disappointment, or failure – I don't know what's in store for the day, but I know everything will be fine as long as I have you in my arms. Good morning."
        },
        {
            "name": "Happiness, trouble, success, disappointment, or failure – I don't know what's in store for the day, but I know everything will be fine as long as I have you in my arms."
        },
        {
            "name": "I am tanning being around you, simply because you are so hot."
        },
        {
            "name": "There is a reason why I text you before opening the curtains in my room – because you are my sunshine. Good morning baby."
        },
        {
            "name": "I hate to wake up because it takes me away from all the dreams I was having about you last night."
        },
        {
            "name": "It makes me so happy this is what I am going to do. Send a good morning message right back to you."
        },
        {
            "name": "Every morning I wake up to realize that I am dating the Princess from my Fairytale."
        },
        {
            "name": "There is only one remedy to cold shivery mornings – warm cuddly hugs with you."
        },
        {
            "name": "Just like how a beautiful morning is incomplete without its orange hue, my morning coffee is incomplete without texting you. Good morning."
        },
        {
            "name": "From morning's first light to evening's last star, always remember how special you are."
        },
        {
            "name": "Every night I fall asleep dreaming about what it would be like to hug you during the day and I pass every day imagining what it would be like to dream about you at night. Good morning."
        },
        {
            "name": "It takes just one second to think about you in the morning, but the smile on my face lasts throughout the day."
        },
        {
            "name": "My past will never haunt me, as long as I have you, sweetie. Good morning."
        },
        {
            "name": "Your smile is the only inspiration I need. Your voice is the only motivation I need. Your love is the only happiness I need."
        },
        {
            "name": "The beautiful morning DEW and the lovely morning HUE are symbolic of my love for YOU."
        },
        {
            "name": "Night has ended yesterday, morning brings about another day. May you smile like the sunny rays, and leave your worries at the bright blue bay."
        },
        {
            "name": "I don't know how long we will be together because that is not important. What I do know and what really matters, is that we will never be apart. Good morning."
        },
        {
            "name": "I want to sleep every night in your arms and wake up in the morning with you cuddling inside my arms."
        },
        {
            "name": "I am sipping hot coffee, looking outside my apartment window at the beautiful misty morning and all I can think about is YOU."
        },
        {
            "name": "If the early morning sky was a representation of every person I know, you are the sun and everyone else is the fading stars, soon to disappear by your blazing love. Good morning."
        },
        {
            "name": "The cold morning breeze reminds me of you – a tingling sensation I feel on my skin, bringing a surge of joy from within. Good morning."
        },
        {
            "name": "I don't care whether the sun rises or not, my morning starts only after I text my girl who I love a lot."
        },
        {
            "name": "The weather forecast said there is a storm coming our way. I'm looking forward to standing in the rain with you and then sip coffee as we gaze outside the window, dreaming about our future together. Good morning."
        },
        {
            "name": "Good morning to the girl who makes me feel like this world is really worth ditching my bed for."
        },
        {
            "name": "Every day you make me feel something that words can never express."
        },
        {
            "name": "You are the pulse that throbs in my veins, you are the antidote that frees me of all pains. You are the rhythm of my heartbeat, without you my life would be incomplete."
        },
        {
            "name": "I don't care whether the sun rises or not, my morning starts only after I say that I love you a lot. Good morning."
        },
        {
            "name": "If you were the ocean I would be the beach so no matter where you go, you will always come back in my arms every day."
        },
        {
            "name": "Your smile is the only inspiration I need. Your voice is the only motivation I need. Your love is the only happiness I need. Good morning."
        },
        {
            "name": "Sending a warm wish your way, may it brighten your day like the morning rays."
        },
        {
            "name": "I hate to wake up because it takes me away from all the dreams I was having about you last night. Good morning."
        },
        {
            "name": "Every morning I wake up to my life's biggest truth – my love for you."
        },
        {
            "name": "If you were the ocean I would be the beach so no matter where you go, you would always come back to me every day. Good morning."
        },
        {
            "name": "Hugs and kisses on your way,\nWaking you up to start your day!\nGood morning, darling!"
        },
        {
            "name": "What do you want in the morning?\nChocolate drink or coffee?\nPancake and milk tea?\nOr just simply HOT ME?\nGood morning!"
        },
        {
            "name": "The beauty of your eyes can never be seen\nwithout the radiance of the morning sun.\nSo let us wait for the light to shine\nAs I will witness the future in your sparkling eyes.\nGood Morning, darling!"
        },
        {
            "name": "Mornings reminds us how lucky and blessed we are,\nTo be blessed with another day to be with our loved ones\nAnd let them know how much we love them.\nSo in this morning, I want to let you know that I love you.\nGood morning, enjoy your day!"
        },
        {
            "name": "Before I go to sleep, I miss you.\nAs I wake up, I miss you.\nLetting you know that I'm always thinking of you.\nGood morning, sweetie."
        },
        {
            "name": "Mornings are beautiful and so are you Sunshine is bright and so the smile of you Beautiful and glamorous, that is you. Lovely and ever caring, still same you."
        },
        {
            "name": "Begin your day with a charming smile\nBegin your day with a while\nI just want to come to you and hug you tight\nI just want to embrace\nThe first thing in the morning I think about you\nOh my lovely I love you\nThinking about you I start my day\nGood morning my girl for today!"
        },
        {
            "name": "A smile can make a day complete\nA hug can make a day better.\nSo I'm sending my smiles and hugs your way.\nFor you to have a complete and better day!\nGood morning!\nOf all women, you're God's best design That true love is real, you are sure the sign. My love my life, my joy combined Good morning to you, my heart, my sunshine."
        },
        {
            "name": "your love has countless pages,\nno matter open any page it shows your love only,\nsome time has friend, lover, brother, sister, father mother, husband, wife\nbut never ends, keep ON & ON,\nGood Morning!"
        },
        {
            "name": "Hey sleepyhead,\nTime to wake up\nTime to brush your teeth\nSip some coffee\nAnd eat some bread.\nSo I can give you my morning kiss!"
        },
        {
            "name": "Here comes another morning,\nHappiness and joy it brings,\nAnother time to have a chance\nTo make you feel you're in my heart.\nGood morning!\nI can't sip a coffee with you\nI can't have breakfast with you,\nBut by heart, I am with you,\nAnd I am always thinking about you.\nGood morning, baby!"
        },
        {
            "name": "You are my sunshine\nYou are my light\nYou make everything feels alright\nI feel so lucky to have you,\nA girlfriend who's beautiful and kind, too\nGood morning!"
        },
        {
            "name": "A cup of coffee\nFor my sweetie\nDidn't put any sugar\nCoz my love is sweet enough.\nGood morning!"
        },
        {
            "name": "It won't be in my heart ever to leave you But stronger and stronger in love to make you My morning night and noon it will be you. If I ever come to this world again, it will still be you. Good Morning my lovely love."
        },
        {
            "name": "You stay in my heart do you know\nYou do stay in my mind,\nWhen I open my eyes in the morning\nI think about you being kind\nBecause you are my destiny girl\nCan't think of a day without you\nBaby, I truly love you\nWishing a very good morning to you\nHave a lovely day too!"
        }
    ]
}