{
    "message": [
        {
            "name": "Good night, my sweet lady. I hope today was lovely as you are and I hope you wake in the morning feeling beautiful as ever. I love you to the moon and back."
        },
        {
            "name": "I believe I must be a great man to have met such a sweet girl, whose beauty can't be hidden even to the stars at night. Your realness is what keeps me going. I love you. Good night."
        },
        {
            "name": "Hey, lovely. Did you know that I had a good day thinking of you? I hope today was kind to you as well. May you have a good night, and I will be here for you in the morning when you wake up."
        },
        {
            "name": "Good night, my sweet girl. The love I have for you makes waking up every morning worth it."
        },
        {
            "name": "Queen of my heart, you are the first thing I think about when I wake up and the last thing that crosses my mind when I sleep. Thank you for making me feel so special and lucky. Goodnight and dream me."
        },
        {
            "name": "I hope you know how honored I am to call you my wife. I wanted you to know this before you close your eyes for the night."
        },
        {
            "name": "Hey, pretty face. I hope today has been good for you. I have been thinking about you and how much impact you have on me. I will be lying next to you when you wake up. Goodnight."
        },
        {
            "name": "My darling, you are the last thing I think about before I fall asleep and the first thing I think about when I wake up. I love you so much. Sweet dreams."
        },
        {
            "name": "My sweet lady, I presume your day has been as lovely as you are. Sleep and rest well, so you can wake up younger and energetic for the big day tomorrow. Goodnight."
        },
        {
            "name": "My dearest, I hope today treated you well. There was so much going on, and I was proud of you through every step. You are strong and beautiful, and I wish you a good night of sleep. I love you."
        },
        {
            "name": "For once, I wish I could come into your dreams and show you that you are loved in every way possible! For now, I can wish you a good night, knowing I'll love you twice as much in the morning."
        },
        {
            "name": "I cannot wait any longer for that day when we will be spending our life together. I hope that you know I am ready for all of it. This is one of the last nights that we have to be apart, and I am ready to start forever with you. I love you, darling."
        },
        {
            "name": "Before you close your eyes and go to sleep, let me convince you that I'll be right there by your side, protecting you and loving you forever! Good night my darling, and sweet dreams!"
        },
        {
            "name": "Before you sleep, I wanted you to know that I would have waited an eternity to meet you, but I'm really glad I found you when I did."
        },
        {
            "name": "Good night to the girl who made all my dreams come true by coming into my life. If you are a dream, I don't want to ever wake up."
        },
        {
            "name": "They say there is no such thing as a perfect life. Seems like they have no idea what it is like having you in my life. Close your eyes, my dear, and dream of tomorrow."
        },
        {
            "name": "Good night to the angel who is the reason for my smile and makes all my troubles disappear magically with a simple kiss. I love you, honey."
        },
        {
            "name": "My love, today might have been hard for you, but remember that you are strong. I cannot even imagine myself as strong as you are. You are all the things that are right and good in the world, and I want you to remember that as you sleep. I love you."
        },
        {
            "name": "Do you know what is temporary? This night, this moon, and these stars—they will all disappear in the morning. But do you know what is permanent? Our love—it will last forever. Good night, my love."
        },
        {
            "name": "You might not notice it, but every time I see you, I still get butterflies. Even when I am already with you, I still can't wait to see you in my dreams. Good night, my love."
        },
        {
            "name": "Just like the sun and moon are destined to rise in their particular time, I am destined to be with you forever. Have a beautiful and magical night, my love."
        },
        {
            "name": "May your pillow be soft, your blankets be warm, and your mind be filled with thoughts of how much I love you. Good night, my love."
        },
        {
            "name": "I love for the day that my dream will come true and wake up next to you. Sweet dreams until then, my dear."
        },
        {
            "name": "Every night before going to sleep, I always think about you, and somehow you make me feel relaxed and turn my nightmares into lovely dreams. Good Night my dear, I love you!"
        },
        {
            "name": "Close your eyes, clear your mind, and listen closely as the stars climb the night sky to hang above your restful sleep."
        },
        {
            "name": "May this night take away all your heavy and disturbing thoughts and show you many bright and wonderful dreams where we are together. Wish you a good night, my dear."
        },
        {
            "name": "May the lullabies of a hundred angels' wings comfort you and keep you as you drift off to sleep. Good night, my princess."
        },
        {
            "name": "Nothing can compare to your incredible beauty: neither the light of a thousand stars nor the moonlight. You are the most wonderful creature in the whole Universe and I love you endlessly. Good night, my love."
        },
        {
            "name": "Our love is an open field where dreams run free like wild horses, and because of you, my life is complete. May your dreams be spirited. Sleep tight, my Love."
        },
        {
            "name": "Going to sleep without you is pure torture. I wish I could feel your soft skin on my skin, your warm breath on my lips. Wishing you a good night and a deep peaceful sleep. All my dreams are about you, love."
        },
        {
            "name": "Some scientists say that star Sirius is the brightest star in the night sky. I don't agree with them. The brightest stars I've ever seen were your beautiful eyes. Sleep tight, honey."
        },
        {
            "name": "Nights without you are the worst. I wish I was with you right now, holding you tight. May this night be peaceful and filled with beautiful harmony. Can't wait to see you, darling. Goodnight."
        },
        {
            "name": "As a mighty bird soars, and stretches its wings, that's how your love makes me feel; you're my everything. Sleep well, my love!"
        },
        {
            "name": "Loving you is like living in the most unbelievable dream. I hope that this night teleports you to this dream of mine, so I could show you how much you mean to me."
        },
        {
            "name": "If I were the sandman, I'd add extra sparkle to your sand, and extra sweetness to your dreams. I hope that your rest is awesome and deep."
        },
        {
            "name": "I promise to make sure that we'll see each other in our dreams. You fulfill this empty hole in my heart, and I hate falling asleep without you. May this night bring you the most wonderful and peaceful sleep. Goodnight, my queen."
        },
        {
            "name": "It doesn't matter how bright and wonderful my dreams are, because they still can't compare to these sweet moments when I'm with you. I can't wait to wake up and see you again. Good night, darling."
        },
        {
            "name": "The fact that the same moon lightens up our nights is making me feel better when you're not by my side. I feel like I see these stars through your eyes. I love you and I miss you. Have a good night, my love."
        },
        {
            "name": "May you have a deep and refreshing sleep, my love, and I will see you tomorrow when you brighten my day more than the sunshine."
        },
        {
            "name": "I want to feel your skin on my skin every second of my life. Your touch can heal my damaged soul. I miss you like crazy. I'll guard your dreams and will never let any nightmare disturb you. Goodnight."
        },
        {
            "name": "How did I ever get so lucky with a beautiful girl like you? Goodnight my precious angel, as I believe my luck lies within the stars."
        }
    ]
}