{
    "message": [
        {
            "name": "I always need a hug from you. I need you to be right here with me, and the only thing that would make me happier is if you were holding me in your arms. I miss being wrapped up in your warm embrace, but right now just a hug will do."
        },
        {
            "name": "I love you so much! I've been trying to talk to you all day, but you are always busy. I can't wait to sleep next to you tonight. I adore your smile and the way you care for me. Here's a hug to make up for your busy day."
        },
        {
            "name": "I am so in love with you. I just can't imagine my life without you. Your smile lights up my world and makes me feel like I can do anything, everything in life is better with you by my side. From the bottom of my heart thank you for making me feel loved every day."
        },
        {
            "name": "I need a hug right now. I need the feel of your arms around me, the feeling of you holding me close, tight to you. I love you and want to hold you tight."
        },
        {
            "name": "What do I do when you're not here? When you're away, I can't sleep coz the bed is too big without you. When you leave I don't have anyone to talk to. I want to be in your arms all day every day. I need you with me all the time."
        },
        {
            "name": "We may not be able to see each other for a while, but I will always dream of you. I love you baby and I hope you have a wonderful day. You mean the world to me…I miss you so much!"
        },
        {
            "name": "love you, i miss you, and need a hug from you."
        },
        {
            "name": "I long for your embrace and a simple tight hug from you. I know that perfect hug exists somewhere out there, but still I am looking for it."
        },
        {
            "name": "I need a hug from you. I miss the way your arms felt around me when you held me so tight. I just want to feel loved again. Will you please give me a hug?"
        },
        {
            "name": "I don't need a hug from the entire universe which is too big but I really need a hug from you because you make me feel so secure and loved, your love for me is enough to make me happy."
        },
        {
            "name": "I'm more than just your friend, but that's all you'll ever be. I can stay with you forever, but that won't make you mine. I can die for you, but never will it give you my time. You have the only part of me, that will never be given away – I need a hug from you!"
        },
        {
            "name": "I need a hug but I'm scared to go. So I sent this instead. If you need a hug bad enough to let me in, then I'll be there ASAP to hold you close and tight, to never let you go. Love, You"
        },
        {
            "name": "I love you. With all my heart I love you. Every minute of every day, I am so in love with you. You are the most amazing man I know and it's hard not to tell everyone how amazing you are. I am so lucky to have you, every day is perfect because you fill my life with so much joy and happiness. It's hard to find the right words to describe how I feel about you, but rest assured that everyday I just love you."
        },
        {
            "name": "You mean so much to me. I love how comforting you always are when I'm down, and how hardworking you are. You'll always be my best friend. I love you, and I hope that one day I can have the pleasure of a tight hug from you."
        },
        {
            "name": "I miss you so much girl. I'm going crazy without you. I'm lost in my thoughts with you on my mind. I can't stop imagining our reunion. It is all I think about. Wishing that you were here with me, so we could hold each other so tightly until we fell asleep together."
        },
        {
            "name": "I never knew how much I needed a hug from you until I didn't have one for days."
        },
        {
            "name": "I don't think I could ever express how much you mean to me. You are the most amazing person I have and ever will know. Without you I would be a mess of a person, who was never loved as well as we do. Thank you for loving me and being here by my side at all times, always giving me your love and support no matter what is happening in our life or world. I love you and miss you every day!"
        },
        {
            "name": "I love you to the moon and back! I would go anywhere with you. You are my life, my soul mate, my everything. Your smooches, your hugs, your laugh, your lips upon mine… I'm so in love that my heart is bursting apart with every little thing you do."
        },
        {
            "name": "I need a hug from you, to make me stop crying. I want you to hold my hand in public. When people stare we can smile and laugh. I want to feel your body next to mine as we lay down at night. Your hug is my sunshine on a rainy day."
        },
        {
            "name": "I need a hug from you. I miss your arms wrapped around my waist so warmly as we fall asleep. It would make me feel closer to you and every morning when I wake up, I can't wait to wrap my arms around your strong body again in my sleep."
        },
        {
            "name": "I would like a hug please. A huge, tight bear hug that last 20 minutes, with you whispering in my ear the whole time. I need to feel you close to me to remind me of your love and how lucky I am to have such an amazing man in my life."
        },
        {
            "name": "Hug me tightly, let me know you love me. When we're apart I feel helpless and lost, so I need you to be near and hold me. Be my strength when I'm weak, my love will your anchor in the storm. Be my reason to live, and I'll always be your reason to hope."
        },
        {
            "name": "I want to give you a tight hug and kiss just because I can. I love you, baby."
        },
        {
            "name": "I would do anything to have your arms wrapped around me. It's so hard to be away from you. I love you like crazy and I can't wait for us to be together again!"
        },
        {
            "name": "Your hugs are my favorite thing of all time. The way you wrap your arms around me makes me feel so safe and loved. Thank you for making me feel this way. I am so lucky to have someone who loves and cares for me as much as you do."
        },
        {
            "name": "I need a hug from you, I need your arms around me tight And I need you to hold me Cause tonight is so hard And I need you to be with me tight But there are miles between us, So all I can do is just wish that you would come and hold me tight"
        },
        {
            "name": "I need a hug from you. Everytime I'm around your arms is where I want to be. I want to hug you tight and never let go. You're the one person that bring me security and comfort, which is why I need a hug from you."
        },
        {
            "name": "I need a hug from you, you're so warm and gentle. I wish to be close to you now."
        },
        {
            "name": "We had a minor misunderstanding and you asked me if I put a lot of thought into my “hug thoughts”. The answer is yes. It has been on my mind ever since we separated hearts. I hope out next hug is soon!"
        },
        {
            "name": "I need to feel your arms wrapped around me. I want you so much. I wish you were here right now!"
        },
        {
            "name": "I love you and I am very grateful to be with you till the rest of my life."
        },
        {
            "name": "I am so sad that I can't see you today, but know this. No matter what, I love you and I always want to be with you. You are the best boyfriend in the world. I can't wait to see your face when I pick you up!"
        },
        {
            "name": "I need a hug from you. There is so much i want to tell you, it's hard to let it out when we can't be together."
        },
        {
            "name": "I need a hug from you. You're my best friend and I realize I just want to hold you close. I have my arms open, waiting for a hug from you."
        },
        {
            "name": "I need a hug from you more than oxygen because my life revolves around you and every moment I spend without you is pure agony for me."
        },
        {
            "name": "I would like to receive a hug from you. I would like to feel your arms around me. I really need your hug. You are my sunshine when you hold me tight."
        },
        {
            "name": "I need a hug from you."
        },
        {
            "name": "I love your hugs so much. I love it when you hug me tightly and you don't want to let go. I miss those hugs so much that sometimes when I can't sleep I just wish you were here to hold me."
        },
        {
            "name": "I wish a giant olaf hug would come and squeeze the life out of you and then condense into a tight little ball that i could keep forever in my pocket."
        },
        {
            "name": "I love you so much. I need a hug from you."
        },
        {
            "name": "I desperately need a hug from my love. I want to be wrapped up in his arms and feel him next to me. When you are far away I miss hugging and caressing you. When you're still close, but not close enough, I want to hold you and never let go of you ever again."
        },
        {
            "name": "i need your love, i need your love like the flowers need the rain."
        },
        {
            "name": "I miss your hugs and kisses. I want to feel the warmth of your embrace. I never dreamt that life could be full of so much love. You have made my world a happy place, thank you for being my Everything – Yours forever & always"
        },
        {
            "name": "Whenever you feel sad or lonely, I will be waiting for you. In your hugs I feel like a part of me is going to melt into you, because YOU are the best thing in my life."
        },
        {
            "name": "I want to feel your arms around my body. I want to hear you whisper in my ear, “I love you so much.” I want to fall asleep in your arms and wake up next to you. I want you to know how much I love you and how important you are to me. I cherish every moment that we spend together. But most of all, I wish I could share a hug with you right now!"
        },
        {
            "name": "I need a hug from you. I think about that every day and night. I think about your cute smile, the way you walk, and how much I love you. Everything about you makes me melt inside. You smile, your laugh, your kisses, my knees get weak and shivers run down my body."
        },
        {
            "name": "I NEED A HUG FROM YOU!!!!!!!!!!!"
        },
        {
            "name": "I need a hug from you. I really miss your hug. Nothing else can replace it. I would give my hard earned money just to have your arms around me for a while. I still remember the day you gave me a piggyback ride and how much fun it was. I love you so much!"
        },
        {
            "name": "I wasn't asking a question, I was making a statement. I really need a hug from you. I am starting to miss you, and when I miss you this much I start to go crazy. The only reason you are going away is to come back you, so we can hug like we do every night."
        },
        {
            "name": "I need a hug from you! I'm cold, I'm lonely, I need you here with me. Hug me tight and don't let go until it's up to you."
        },
        {
            "name": "I wish I could get a huge bear hug from you right now, cause I'm seriously missing out on someone holding me tight. You make my world complete, and losing you would be the worst mistake of my life. I love you endlessly!"
        },
        {
            "name": "I will never have enough of your hugs and kisses. When I'm with you, I feel whole again. Whenever I'm hurting or sad… or in need of a smile, you are there for me to hold me tight with all your love."
        },
        {
            "name": "I just need a tight hug from you. I miss your arms around me and the feel of your body against mine so much it hurts. I need to know that you're here with me and I'm not alone. Can I please have one big bear hug?"
        },
        {
            "name": "I need a hug from your heart and soul, I need the tightness of your arms sleeeping around me, the warmth of your body"
        },
        {
            "name": "If you could hug me as tight as you can, I would be the happiest girl in the world. Sometimes just a hug can make me feel better about things and having my arms wrapped around you tight gives me the strength I need to move forward."
        },
        {
            "name": "I've thought about this day many times and every time I imagine what I would say. The truth is nothing could convey how thankful I am to you for being in my life. Every day that goes by I feel more and more love for you."
        },
        {
            "name": "You are always the most gorgeous girl in the room, and when I tell you how beautiful you are every time, I mean it. I really wish that I could be there with you today. The thought of being anywhere else makes me unhappy."
        },
        {
            "name": "You are my sunshine. You are like this adorable winter light. You make me feel safe and warm. Your presence brightens up the room and your smile is like the sun in the sky on a clear summer's day. I know that life can seem harsh sometimes, but you will always have my love and my hug!"
        },
        {
            "name": "You're the most important person in my life. You were always there for me and brighten my day. I love you, darling and I'll see you when I get back from work."
        },
        {
            "name": "I want to hug you tight. I miss the way your arms are wrapped around me. Im thinking about how much I love hearing your voice and getting your text messages. I need a tight hug from you!"
        },
        {
            "name": "Honey please!!! i'm begging you , don't let me go your my life, from me to you – all i want is to hug you , please i need it so much from now on, i wouldn't survive if you walk away from me and forget about my love"
        },
        {
            "name": "I'm always going to be here for you. No matter what, if you ever need a friend to talk to. I'll always be here for you. I want nothing more, than to see that beautiful smile of yours shine brighter than the sun. You deserve everything, and I just want to see you happy!"
        },
        {
            "name": "I love you so much more than I could ever explain. You are the most important thing to me, and I will always cherish every moment spent with you. I just want to hold you forever and make sure you never forget that I love you."
        },
        {
            "name": "I personally love to hug you more than I love food."
        },
        {
            "name": "I need a hug. I need a hug from you. I want to feel your arms wrapped around me because it always brings me so much peace and warmth. I need your touch, to feel your soft lips on mine. My heart longs for you, my love."
        },
        {
            "name": "No matter how far away you are, you are always on my mind. I need a hug from you. I know little words can't express my feelings but if it wasn't for you I would be hopeless alone."
        },
        {
            "name": "I need a hug from you. I miss you and my hugs are cold without you. I love you!"
        },
        {
            "name": "I need a hug from you. The kind of hug that makes me feel like I am home, the kind of hug that makes me feel like I have finally found my soul mate. The kind of hug that makes me not care if we live in cardboard box underneath an overpass, as long as we have each other. All I want is to wrap my arms around you and hold you there forever."
        },
        {
            "name": "I need a hug (especially from you)."
        },
        {
            "name": "I just want to be held. I can't stand you not holding me. I need your hugs!"
        },
        {
            "name": "I need your tight hugs from you. you are so awesome and amazing that i just want to throw you up into the air and grab on to you and never let go. i love to look at you, i love to listen to you and spend time with you."
        },
        {
            "name": "I would give anything to lay here on the couch with you and just watch TV. I really need a hug from you. I really do want one from you. I can't stop thinking about this moment with you. This moment where I could just really feel your love."
        },
        {
            "name": "Do you know how much I need a hug from you? I need to feel your warmth and know your arms will hold me tight."
        },
        {
            "name": "I need a hug from you. I need to feel your warm embrace and be swept away in your arms. I wish you were here right now… kissing me, rubbing my back… telling me it will be ok. It would make me so happy."
        },
        {
            "name": "I need a hug from you, love. Never stop giving me all the hugs that I so happily crave. Gives them to me until my arms feel like they're going to fall off and my cheeks are sore from smiling so big."
        },
        {
            "name": "I want to hold your face in my hands and tell you just how much you mean to me. I think if I could show it, my disappointment when I see you hurt would be enough to make the most evil man cry. When I see you smile my heart leaps for joy and I can't help but smile back."
        },
        {
            "name": "I am in love with you, always have been and always will be. I need to feel your arms around me every night. I need your kiss to awaken me every morning. You are the love of my life, you melt my heart and do not ever let go."
        },
        {
            "name": "I need a hug from you. I miss you already, but I still want your arms wrapped around me holding me close to you. I still remember how safe and warm I would feel wrapped up in your arms. No matter what, even when we are miles apart, my heart is always with you. I'm so lucky and blessed to have you in my life."
        },
        {
            "name": "I need a hug from you. I miss your hugs so much. Xoxoxo"
        },
        {
            "name": "I need and crave your hug so much. I wish you could sense how much I love you and how much you mean to me. Your words are what keep me going each day and your hugs make me so happy. My heart is happier then it has ever been since the day we found each other."
        },
        {
            "name": "I'm __________ to give you ahh-hug"
        },
        {
            "name": "I don't want a million things from you. I just want your heart to love me and only me. I don't need to be the center of the world, I just need the world in your arms. I don't need expensive trips, fancy meals or a thousand times of saying “I Love You”. All I need is your arms around me, tightly holding me as if no one else exists."
        }
    ]
}