{
    "message": [
        {
            "name": "Darling, you fill my life with light. I'm so thankful to have you by my side. I love you so much!"
        },
        {
            "name": "From the moment I first laid eyes on you, I knew you were a perfect match for me. I love everything about you."
        },
        {
            "name": "I will be always by your side in good and bad times, in happy and sad moments… because I love you!"
        },
        {
            "name": "Meeting you has been the highlight of my life. I want to spend all my tomorrows finding out more and more reasons to be in love with you."
        },
        {
            "name": "Your beauty mesmerizes me. Your sense of humor puts a smile on my face. Your kindness and compassion fill me with awe. Thank you for being all that I could ask for in a woman and so much more."
        },
        {
            "name": "There's no other person on this earth that I'd love to spend my life with. I Love you girl!"
        },
        {
            "name": "Life is so much richer and more fulfilling since I met you. You fill a void in my heart that no one else could ever fill. I love you!"
        },
        {
            "name": "The love that we share is like nothing else I've ever experienced. Thank you for being my one and only true love!"
        },
        {
            "name": "Through all of life's mountaintops and valleys, I'm so blessed to be able to share this roller coaster of life with you. Baby, you make my life more exciting than a thrill ride!"
        },
        {
            "name": "I never thought I would be able to have a relationship with someone as special as you. I love your charming smile, your warm embrace, and the sweet tenderness of the love we share."
        },
        {
            "name": "A love like ours doesn't happen every day. I feel so blessed to have found someone who is an ideal match for me. I love you so much!"
        },
        {
            "name": "When we have to spend time apart I miss everything about you. I miss all those intimate moments we've shared, and I can't wait until we can be together again."
        },
        {
            "name": "We've made so many amazing memories together. I can't wait to see all that the future has in store for us."
        },
        {
            "name": "I love you so much that I would be willing to lay down my life for you. You've brought me more joy than I ever thought was possible. I will love you forever."
        },
        {
            "name": "Your kisses and cuddles make me warm from the top of my head to the soles of my feet. I'm so in love with you!"
        },
        {
            "name": "You're the kind of strong, capable, and beautiful woman that impresses everyone you meet. I'm so proud to be able to call you my love!"
        },
        {
            "name": "Before I met you, I didn't truly understand what it meant to love someone. Now that we're together I can't imagine what life would be like without you. I love you so much!"
        },
        {
            "name": "You and I were made for one another. We fit together like a hand in a glove. Thank you for choosing to be my girlfriend. I love you!"
        },
        {
            "name": "Loving you comes so naturally. Just seeing you walk into a room puts a smile on my face and a spring in my step."
        },
        {
            "name": "60 Sweet Birthday Wishes For Girlfriend"
        },
        {
            "name": "You're the only one in this world I want to be with from now until forever. Thank you for giving me your heart. I love you so much!"
        },
        {
            "name": "I'm giving you my heart now and forever. My goal is to make sure that I always make you feel loved, appreciated, and accepted."
        },
        {
            "name": "Our relationship is the best thing that's ever happened to me. I love everything about you, inside and out."
        },
        {
            "name": "When it comes to love, you know exactly what to do and say to fill my heart with desire. I can't wait to see you and express our love for each other again."
        },
        {
            "name": "You fill my heart until it overflows with love. I can't stop thinking about you. Baby, I can't wait until we're together again."
        },
        {
            "name": "I want to prove my love to you through my actions and my words. I don't ever want you to have a doubt in your mind about my affection and loyalty to you."
        },
        {
            "name": "No other woman in the world can hold a candle to your beauty, charm, and grace. I'm so grateful that we're together! I love you so much!"
        },
        {
            "name": "When I gaze into your eyes I feel like I'm seeing right down into the depths of your soul. I love the feeling of connecting with you on such a deep level."
        },
        {
            "name": "No matter how bad of a day I've had, when I see you all my frustration and sorrow seems to melt away. I'm so thankful for you."
        },
        {
            "name": "Thank you for forgiving me when I've let you down, for believing in me when no one else did, and for sticking with me through thick and thin. I will always love you."
        },
        {
            "name": "I really don't feel good enough to deserve someone like you. You're breathtakingly beautiful, extremely smart, and so fun to be around. You're amazing!"
        },
        {
            "name": "Roses are red, violets are blue, when it comes to our love, I'll always be true, because I love you!"
        },
        {
            "name": "You don't have to worry about whether or not I'm going to keep on loving you. I'm totally committed to you today, tomorrow, and always."
        },
        {
            "name": "Darling, when I'm with you, I feel like I have the best of both worlds. Your inner beauty and your outer beauty both amaze me."
        },
        {
            "name": "When I'm with you sometimes I feel like I have to pinch myself to make sure I'm not dreaming. Our relationship is like a dream come true!"
        },
        {
            "name": "I've never met anyone before who treats me with such love, respect, and understanding. I hope I can someday learn to be as encouraging to you as you are to me. I love you so much!"
        },
        {
            "name": "Whether it be a romantic dinner at a fancy restaurant or a simple walk in the park, every moment we spend together is pure magic!"
        },
        {
            "name": "I cherish every memory we've ever made together and I can't wait to see what the future has in store for us. I love you so much!"
        }
    ]
}