{
    "message": [
        {
            "name": "I am not asking for a lot. All I want to do is hold your hand. I miss you."
        },
        {
            "name": "We may be far from each other, but you can rest assured of one thing, you are always on my mind every passing minute."
        },
        {
            "name": "Even though I miss you so much, it comforts me to know that we are at least under the same sky."
        },
        {
            "name": "Distance is just a test of how far love can travel. I look forward to seeing you again."
        },
        {
            "name": "I am so lucky to have you, but I am so unlucky to be far away. I miss you so much."
        },
        {
            "name": "I have late-night conversations with the moon, he tells me about the sun, and I tell him about you."
        },
        {
            "name": "I keep myself busy with the things I do, but I still think of you every time I pause."
        },
        {
            "name": "This is my tenth night away from you; my only wish tonight is that you will come and kiss me in my dreams."
        },
        {
            "name": "When we are far apart, I cannot even breathe. I feel like I suffocate without you."
        },
        {
            "name": "When I'm with you, hours feel like seconds. When we're apart, days feel like years."
        },
        {
            "name": "When you are not with me, the sun stops shining, and the entire world loses its balance."
        },
        {
            "name": "I would rather spend the rest of my life kissing you than go through the endless agony of missing you one more day."
        },
        {
            "name": "If I could plant a flower for every time I miss you, I could walk through my garden forever."
        },
        {
            "name": "You are so far away from me, but I close my eyes and feel like you are right here with me."
        },
        {
            "name": "You know someone is very special to you when days just don't seem right without them. I miss you, princess."
        },
        {
            "name": "If my heart was a bird, it would fly to wherever you are and stay with you till daybreak."
        },
        {
            "name": "Poets use countless words to describe their pain, but I only need three: I miss you."
        },
        {
            "name": "A house is just a space; a home is where love is. You are my home, darling; I have become homeless since you left. I miss you more than anything."
        },
        {
            "name": "As wonderful as my love for you make me feel, it hurts me to my bones when you are away, when I cannot hold you, kiss you, and sing to you. Come home to me, my rare flower!"
        },
        {
            "name": "Baby, you bring out the best in me. I am never myself when you go away for too long. I miss you, sweet girl."
        },
        {
            "name": "Be it the glittering morning, the gentle noon, the breezy evening, or the spine-chilling night, I think only about you at all the phases of the day. May you be super happy wherever you are. I miss you, my honey!"
        },
        {
            "name": "Being away from you for a day is like a year; please come back soon, darling."
        },
        {
            "name": "A day is incomplete without the sunshine, and a night without the moon and stars. Without you, my life is incomplete, and I cannot wait to see you again."
        },
        {
            "name": "Can you hear this sound? Do you feel this beat? It is my heart. It is always beating for you. I wish you were with me. I love you, and I miss you."
        },
        {
            "name": "The worst thing about missing you comes every time I try to tell myself to stop missing you, and I only miss you more. I missed you yesterday, and I miss you even more today."
        },
        {
            "name": "Do you want to know what the worst part of living without you is? I keep thinking about these awesome things that we could be doing right now if you were with me."
        },
        {
            "name": "Each night, I put my head to my pillow. I try to tell myself I am strong because I have gone one more day without you."
        },
        {
            "name": "Every morning I wake up, I smile because of the realization that I am a day closer to meeting you and a day further from the last time I held you in my arms."
        },
        {
            "name": "At times, I do not even have to think about you. Your beautiful smile is the only picture my mind wants to remember, and your memories are the only thoughts it wants to process."
        },
        {
            "name": "The nights were warmer when you were with me, and the days seemed a bit brighter. Everything has been so different since the day you left. I cannot wait to have you here again."
        },
        {
            "name": "Why did God have to create the feeling called love? Sure, it brings pleasure when you are with me, but it also brings sadness and pain when you are away from me."
        },
        {
            "name": "I sincerely wish you were here with me to hold my hands tightly. No matter how far away you live, the bond I share with you never dwindles."
        },
        {
            "name": "I miss holding you in my arms, embracing you tightly, and kissing you softly. I miss the days you rested your head on my chest and listened to my heart beating for you."
        },
        {
            "name": "I was diagnosed with the 'I miss you' syndrome, and now I am struggling with the irreversible side effect of missing you all the time."
        },
        {
            "name": "When a man dreams of his woman holding her, hugging her, kissing her, and making her feel good while she stares passionately into his eyes. If she is not there beside him when he wakes up. The man goes into a state of gloom. His only cure is the sound of his lover's footsteps. I miss you so much, darling."
        },
        {
            "name": "Time flies just as fast as a plane when I am with you. When you are far away from me, every second feels like a day, a month, a year. Every clock tick beats a new nail in my heart when you are not here. I love and miss you so much."
        },
        {
            "name": "Going to bed and dreaming about kissing you, hugging you, and cuddling with you is my favourite part of the day, but nothing compares to having you here in person. Come home soon, sweetheart."
        },
        {
            "name": "Hey baby, I just want one and the only promise from you. I won't ask for anything else after it. Never ever say goodbye to me. I miss you, my sweetie pie!"
        },
        {
            "name": "I love hugging you, but I dislike the thought of having to let go. I love saying hello, but I am always afraid of saying goodbye. I love watching you come towards me, but I fear facing the moment when I have to watch you walk away. I miss you."
        },
        {
            "name": "My life is a bright blue sky with warm sunshine and colourful rainbows whenever we are together. When we are apart, my life is just a continuous black night. I wish you were here with me."
        },
        {
            "name": "You are the one person who loves me, who cares deeply for me, someone who kisses me, someone I can rest on. Sweetheart, imagine what I miss when I am far from you."
        },
        {
            "name": "My entire world comes to a standstill when you are not with me. My sweetheart, come back to me soon."
        },
        {
            "name": "Since you are gone, life is making empty holes in my heart. I cannot talk, walk, eat, or even breathe. I only want this to end. I want you to come back, baby."
        },
        {
            "name": "My every action and every step contain precious memories about you. Every little thing I do reminds me of you. I miss you terribly when you are not with me."
        },
        {
            "name": "Life is funny. When I fell in love with you, I felt like the luckiest man in the entire universe. Now, I am heartbroken because you are so far away from me. I wish I could see you soon, my love."
        },
        {
            "name": "Even when you are far away, I still remember the sound of your beautiful voice and the smell of your soft hair."
        },
        {
            "name": "Every minute apart from you is like a day without water in the desert. I want you to be back with me and to hold you in my arms. I miss you, babe."
        },
        {
            "name": "Every time I hear a text message sound, doorbell, or phone call, I always think of you. I am looking forward to seeing you again."
        },
        {
            "name": "Hey babe, every love song I hear since you left reminds me of you. I can't wait for you to be back in my arms."
        },
        {
            "name": "How can I manage to live without that person who used to add numerous colours to my life? You are the essential basis of my life."
        },
        {
            "name": "I am a complete mess without you; I am incomplete without you. Come back to me, the light of my life."
        },
        {
            "name": "I am not afraid of my worst fears anymore. They are nothing compared to the sorrow of being away from you and the pain I experience when we are apart."
        },
        {
            "name": "I hide my tears when I say your name, but the pain in my heart is still the same. Although I smile and seem carefree, who misses you more than me?"
        },
        {
            "name": "I look forward to hugging you, kissing you, and taking a walk with you again. I miss you so much, darling."
        },
        {
            "name": "I miss you in the daytime because you are my sunshine. I miss you in the nighttime because you are my shining star."
        },
        {
            "name": "What's the point of embracing that morning when I wake up, and you are not in my arms? From the bottom of my heart, I miss you badly. May I be together with you soon!"
        },
        {
            "name": "When I miss you, it is not only a habit but a huge addiction. It is not a compulsion but desperation full of pain and heartbreak. I miss you every second of my life."
        },
        {
            "name": "When we are away from each other, my nights are longer, my dreams have become darker, and my emotions have become harder to control."
        },
        {
            "name": "I will never forget the amazing memories I had with you, but we can always create more of them. Come back, my baby."
        },
        {
            "name": "I wish I could wrap my arms around you and hug you tightly, so you can feel the loud thumps of my lonely heart. I miss you."
        },
        {
            "name": "If someone had given me a bucket of water from the ocean for every time I think about you, the largest ocean in the world would have been empty by now."
        },
        {
            "name": "If you never left again, I would still spend the rest of my life missing you."
        },
        {
            "name": "If you never were apart from me, I would never discover how strong my love for you is. I love you more than you can imagine."
        },
        {
            "name": "Just as a fish cannot survive without fins, I cannot go through life without you. I miss you, babe. Please come home soon."
        },
        {
            "name": "Loving you is the greatest pleasure in my life, and missing you is the most terrible pain I have ever had to endure."
        },
        {
            "name": "Loving you is the most beautiful pleasure I have ever experienced… but missing you is the ugliest pain I have ever suffered. I miss you too much."
        },
        {
            "name": "Missing you is my hobby, caring for you is my job, making you happy is my duty, and loving you is my life."
        },
        {
            "name": "My love, I know it is a temporary feeling. I know that you will be back with me soon. I know nothing in the world could ever keep us apart."
        },
        {
            "name": "My nights have been cold and lonely since you have left. My days have been unexciting. Baby, you know that I miss you more than anything in the world."
        },
        {
            "name": "Nights have become sleepless, and days have become sleepy since you have gone away. I miss you."
        },
        {
            "name": "Not even the ugliest monsters can scare me as much as I feel scared when I am away from you. I miss you, baby."
        },
        {
            "name": "Not only do I count months and weeks but also, I count every single second until you return and give me a tight hug. You have no idea how badly I miss you!"
        },
        {
            "name": "Our beautiful memories will never fade away, but that doesn't mean we shouldn't create more… I miss you."
        },
        {
            "name": "Since you left me, I have earned a master's degree in Missing You. If our meeting does not take place soon, I might be awarded a PhD."
        },
        {
            "name": "Some days the memories of you still knock the wind out of me."
        },
        {
            "name": "The days without you are not worth living. I miss you so much, my sweet baby girl. Please come here soon."
        },
        {
            "name": "The more I see your pretty and innocent face, the more I deeply fall in love with you. The distance can never ever overcome our relationship. I cannot wait to see you again."
        },
        {
            "name": "The only thing I want is to wrap my arms around you and hug you so tightly that you will be able to feel my heartbeat."
        },
        {
            "name": "The only thing my poor broken heart needs is your touch. It would take away all my problems at once."
        },
        {
            "name": "The sunset without you can be compared to the sunrise that never was. I miss you, my lovely girl."
        },
        {
            "name": "There are not enough words in the dictionary to describe how sick my heart feels whenever you are not with me."
        },
        {
            "name": "Could the site be temporarily unavailable? Try again later."
        },
        {
            "name": "Are you unable to browse other sites? Check the computer’s network connection."
        },
        {
            "name": "Is your computer or network protected by a firewall or proxy? Incorrect settings can interfere with Web browsing."
        }
    ]
}